Repository: thoghoaq/MpsServer
Catalog: Mps.Infrastructure/Resources/SharedResource.*.resx
Languages: vi_vn

source: An error occurred while getting product
vi_vn: Lỗi khi lấy sản phẩm

source: An error occurred while importing brands
vi_vn: Lỗi xảy ra khi import nhãn hàng

source: An error occurred while updating user
vi_vn: Có lỗi xảy ra khi cập nhật người dùng

source: Brand not found
vi_vn: Không tìm thấy nhãn hàng

source: Brand saved successfully
vi_vn: Lưu thành công

source: Category not found
vi_vn: Không tìm thấy danh mục

source: Category saved successfully
vi_vn: Lưu thành công

source: Delete user successfully
vi_vn: Xóa người dùng thành công

source: Email is existed
vi_vn: Email đã tồn tại

source: Email is not valid
vi_vn: Email không hợp lệ

source: Email is required
vi_vn: Email là bắt buộc

source: Error when export brands
vi_vn: Lỗi xuất file danh sách nhãn hàng

source: Error when get brands
vi_vn: Lỗi xảy ra khi lấy danh sách nhãn hàng

source: Error when get categories
vi_vn: Lỗi xảy ra khi lấy danh sách danh mục

source: Error when get products
vi_vn: Lỗi lấy danh sách sản phẩm

source: File is empty
vi_vn: File trống

source: Firebase register return null
vi_vn: Đăng kí người dùng firebase thất bại

source: Id is not valid
vi_vn: Id không hợp lệ

source: Import partial successfully
vi_vn: Import thành công một phần

source: Imported successfully
vi_vn: Import thành công

source: Wrong email or password
vi_vn: Email hoặc mật khẩu không đúng

source: Mps
vi_vn: Hệ thống cung cấp phụ tùng xe moto

source: Name is not valid
vi_vn: Tên không hợp lệ

source: Name is required
vi_vn: Tên là bắt buộc

source: Name must be 3 charactor above
vi_vn: Tên phải từ 3 kí tự trở lên

source: Password reset email sent
vi_vn: Email đặt lại mật khẩu đã được gửi

source: Payment not found
vi_vn: Giao dịch không tồn tại

source: Phone number is not valid
vi_vn: Số điện thoại không hợp lệ

source: Product created successfully
vi_vn: Tạo sản phẩm thành công

source: Product not found
vi_vn: Không tìm thấy sản phẩm

source: Product updated successfully
vi_vn: Cập nhật sản phẩm thành công

source: Role is not valid
vi_vn: Role không hợp lệ

source: Shop created successfully
vi_vn: Tạo cửa hàng thành công

source: Shop not found
vi_vn: Không tìm thấy cửa hàng

source: Shop status updated successfully
vi_vn: Cập nhật trạng thái cửa hàng thành công

source: Successfully created new role
vi_vn: Tạo mới role thành công

source: Successfully created new user
vi_vn: Tạo mới người dùng thành công

source: Unauthorized
vi_vn: Bạn không có quyền truy cập

source: Update device successfully
vi_vn: Cập nhật thiết bị thành công

source: User already has this role
vi_vn: Người dùng đã có role này

source: User not found
vi_vn: Không tìm thấy người dùng

source: User updated successfully
vi_vn: Cập nhật thành công

source: You are not allowed to update this user
vi_vn: Bạn không có quyền cập nhật người dùng này

source: You are not authorized to view this user
vi_vn: Bạn không có quyền để xem hồ sơ người này

source: You don't have permission to activate or deactivate this user
vi_vn: Bạn không có quyền để vô hiệu hóa tài khoản này

source: You don't have permission to create this role
vi_vn: Bạn không có quyền để tạo role này

source: [SMPS System] Reset Password
vi_vn: [SMPS System] Đặt lại mật khẩu

source: Not Found
vi_vn: Không tìm thấy

source: Order has been created successfully
vi_vn: Đơn hàng được tạo thành công

source: Invalid refresh token
vi_vn: Token không hợp lệ

source: User not found in database
vi_vn: Không tìm thấy dữ liệu người dùng

source: User is not active
vi_vn: Người dùng bị vô hiệu hóa
